[
    {
        "topic": "Income",
        "visuals": [
            {
                "title": "Median Household Income by County",
                "feature": 0,
                "visual_id": 10,
                "image_file": "10.webp",
                "description": "View an interactive map showing median household incomes by county. ",
                "teaser": "Four of the top ten highest earning counties are in Virginia, home to many well paid government contractors."
            },
            {
                "title": "The Highest and Lowest Income States",
                "feature": 1,
                "visual_id": 11,
                "image_file": "11.webp",
                "description": "This interactive map shows the median income by state. ",
                "teaser": "D.C. and several coastal states earn the most with median incomes nearly double some southeastern states. "
            },
            {
                "title": "Poverty Rate by State",
                "feature": 0,
                "visual_id": 15,
                "image_file": "15.webp",
                "description": "View an interactive map showing the poverty rate by state.",
                "teaser": "New Hampshire and Utah have the lowest poverty rates while the Mississippi Delta region struggles with higher poverty rates."
            }
        ]
    },
    {
        "topic": "Population",
        "visuals": [
            {
                "title": "Population by County",
                "feature": 0,
                "visual_id": 14,
                "image_file": "14.webp",
                "description": "Find out which counties have the highest populations using this interactive map.",
                "teaser": "The most populated county is Los Angeles with a population nearly double that of second place Cook County."
            }
        ]
    },
    {
        "topic": "Real Estate",
        "visuals": [
            {
                "title": "Where Homes Cost the Most",
                "feature": 1,
                "visual_id": 18,
                "image_file": "18.webp",
                "description": "This interactive map shows the counties with the highest and lowest home valuations according to the Zillow Home Value Index as of Dec 2024.",
                "teaser": "See which counties have the highest average home valuations according to Zillow."
            }
        ]
    },
    {
        "topic": "Personal Finance",
        "visuals": [
            {
                "title": "Where Credit Card Delinquencies are Highest",
                "feature": 1,
                "visual_id": 21,
                "image_file": "21.webp",
                "description": "An interactive data visualization showing which states have the highest and lowest credit card delinquency rates. Data is from WalletHub as of Q3 2024.",
                "teaser": "Credit card delinquency rates are highest in the southeast while the northwest stays current on their credit card debts."
            }
        ]
    }
]